Repository: CsarRamos/de.systopia.resource
Catalog: l10n/*/LC_MESSAGES/resource.po
Languages: de_de

source: forever (no timespan)
de_de: für immer (keine Zeitspanne)

source: Resources
de_de: Ressourcen

source: Resource
de_de: Ressource

source: Unique Resource ID
de_de: Eindeutige Ressourcen ID

source: Resource Label
de_de: Bezeichnung der Ressource

source: Resource Type
de_de: Art der Ressource

source: Resource Type ID
de_de: ID der Ressourcenart

source: Entity Table
de_de: Entity Tabelle

source: Resource Assignments
de_de: Ressourcenzuweisungen

source: Resource Assignment
de_de: Ressourcenzuweisung

source: Unique Resource Assignment ID
de_de: Eindeutige ID der Zuweisung

source: Resource ID
de_de: Ressourcen ID

source: Resource Demand ID
de_de: ID des Bedarfs

source: Resource Demand Status: 1=proposed, 2=denied, 3=confirmed
de_de: Bedarfsstatus: 1=vorgeschlagen, 2=abgelehnt, 3=bestätigt

source: Resource Demands
de_de: Bedarfe

source: Resource Demand
de_de: Bedarf

source: Unique Resource Demand ID
de_de: Eindeutige Bedarfs-ID

source: Resource Demand Label
de_de: Bezeichnung des Bedarfs

source: Count
de_de: Menge

source: Number of resources required
de_de: Anzahl der benötigten Ressourcen

source: Is this a demand template?
de_de: Ist dies eine Vorlage für Bedarfe?

source: Marks demand templates
de_de: Kennzeichnet Vorlagen für Bedarfe

source: Resource Demand Conditions
de_de: Bedingungen für Bedarf

source: Resource Demand Condition
de_de: Bedingungen für Bedarf

source: Unique Resource Demand Condition ID
de_de: ID der Bedarfsbedingung

source: Resource Unavailabilities
de_de: Verfügbarkeitseinschränkung der Ressource

source: Resource Unavailability
de_de: Verfügbarkeitseinschränkung der Ressource

source: Unique Resource Unavailability ID
de_de: ID der Verfügbarkeitseinschränkung

source: Reason
de_de: Grund

source: Reason for the unavailability
de_de: Grund für Verfügbarkeitseinschränkung

source: Availability (fixed)
de_de: Verfügbarkeit (fix)

source: Resource required on %1 between <b>%2 and %3</b>
de_de: Ressource benötigt für %1 zwischen <b>%2 und %3</b>

source: Resource required between <b>%1 and %2</b>
de_de: Ressource benötigt zwischen <b>%1 und %2</b>

source: From
de_de: Von

source: To
de_de: Bis

source: No start date given
de_de: Kein Startdatum angegeben

source: No end date given
de_de: Kein Enddatum angegeben

source: This has be after the start date
de_de: Muss nach dem Startdatum liegen

source: Attribute Value (experimental)
de_de: Attribut des Wertes (experimentell)

source: Field
de_de: Feld

source: Value
de_de: Wert

source: Availability (Event)
de_de: Verfügbarkeit (Veranstaltungsbezogen)

source: Resource available from %1 until %2
de_de: Ressource verfügbar von %1 bis %2

source: event start
de_de: Start der Veranstaltung

source: event end
de_de: Ende der Veranstaltung

source: <b>%1 %2(s)</b> before event starts
de_de: <b>%1 %2(s)</b> vor dem Start der Veranstaltung

source: <b>%1 %2(s)</b> after event ends
de_de: <b>%1 %2(s)</b> nach dem Ende der Veranstaltung

source: <b>%1 %2(s)</b> after event starts
de_de: <b>%1 %2(s)</b> nach dem Start der Veranstaltung

source: <b>%1 %2(s)</b> before event ends
de_de: <b>%1 %2(s)</b> vor dem Ende der Veranstaltung

source: minute(s)
de_de: Minute(n)

source: hour(s)
de_de: Stunde(n)

source: day(s)
de_de: Tag(e)

source: week(s)
de_de: Woche(n)

source: Before Event Start
de_de: Vor dem Start der Veranstaltung

source: After Event End
de_de: Nch dem Ende der Veranstaltung

source: Please enter a number
de_de: Bitte eine Zahl eingeben

source: Contact Group (static)
de_de: Gruppe (statisch)

source: Contact is member of group "%1"
de_de: Kontakt ist Mitglied in Gruppe "%1"

source: Group
de_de: Gruppe

source: Resource is tagged as "%1"
de_de: Ressource ist mit "%1" getaggt

source: - select condition type -
de_de: - Art der Bedingung wählen -

source: Type
de_de: Art

source: Create
de_de: Anlegen

source: Please select a condition type
de_de: Bitte Art der Bedingung auswählen

source: Update
de_de: Aktualisieren

source: Resources currently assigned to '%1'
de_de: Ressource derzeit zugewiesen zu '%1'

source: Unassign Selected
de_de: Zuweisung für Auswahl aufheben

source: Removed (unassigned) %1 resources from this demand.
de_de: Zuweisung von %1 Ressource(n) für diesen Bedarf entfernt.

source: Success
de_de: Erfolg

source: %1 resources could not be unassigned from this demand. Errors were: <br/><ul><li>%2</li></ul>
de_de: Zuweisung von %1 Ressource(n) für diesen Bedarf konnten nicht entfernt werden. Fehler: <br/><ul><li>%2</li></ul>

source: Failure
de_de: Fehler

source: Assign "%1"
de_de: "%1" zuweisen

source: Assign Selected
de_de: Auswahl zuweisen

source: Assigned %1 demands to this resource.
de_de: %1 Zuweisungen für Ressource vorgenommen.

source: %1 demands could not be assigned this resource. Errors were: <br/><ul><li>%2</li></ul>
de_de: %1 Zuweisung(en) konnten nicht vorgenommen werden. Fehler: <br/><ul><li>%2</li></ul>

source: Create Resource
de_de: Ressource anlegen

source: Assign More "%1" Resources
de_de: Weitere "%1" Ressourcen zuweisen

source: Assigned %1 resources to this demand.
de_de: %1 Ressourcen wurden diesem Bedarf zugewiesen.

source: %1 resources could not be assigned this demand. Errors were: <br/><ul><li>%2</li></ul>
de_de: %1 Zuweisungen konnten nicht vorgenommen werden. Fehler: <br/><ul><li>%2</li></ul>

source: Label
de_de: Bezeichnung

source: The demand should require a least one resource
de_de: Der Bedarf sollte zumindest über eine eine erforderte Ressource verfügen

source: Create Resource Demand
de_de: Bedarf anlegen

source: Save
de_de: Speichern

source: Use %1 Contacts as Resources
de_de: %1 Kontakte als Ressource verfügbar machen

source: Display Name
de_de: Anzeigename

source: %1 contacts have been made available as a resource.
de_de: %1 Kontakte wurden als Ressource verfügbar gemacht.

source: Resources Created
de_de: Ressourcen erzeugt

source: This demand has no time restrictions, so any assigned resource will be blocked for all other demands.
de_de: Dieser Bedarf hat keine zeitliche Einschränkung, daher werden zugewiesene Ressourcen dauerhaft für andere Bedarfe blockiert.

source: assigned
de_de: zugewiesen

source: Assignments
de_de: Zuweisungen

source: Required Resources
de_de: Benötigte Ressourcen

source: [general]: %1
de_de: [allgemein]: %1

source: General Unavailability
de_de: Allgemeine Verfügbarkeitseinschränkung

source: Date Range
de_de: Datumsbereich

source: At least one criteria was not met.
de_de: Mindestens ein Kriterium wurde nicht erfüllt.

source: Cache conditions?
de_de: Bedingungen cachen?

source: Caching might speed up the processing of multiple calls, but intermediate changes to the resource demand and conditions would be ignored.
de_de: Durch Caching kann die Verarbeitungsgeschwindigkeit erhöht werden, dafür werden kürzlich vorgenommene Änderungen an Bedarfen und Bedingungen nicht berücksichtigt.

source: Resource Assigned
de_de: Resource zugewiesen

source: Assigned
de_de: Zugeweisen

source: Confirm Deletion
de_de: Löschen Bestätigen

source: Do you really want to delete this condition?
de_de: Soll diese Bedingung wirklich gelöscht werden?

source: Condition deleted
de_de: Bedingung gelöscht

source: Deleted
de_de: Gelöscht

source: Do you really want to delete this resource demand, including all conditions?
de_de: Soll dieser Bedarf inklusive aller Bedingungen wirklich gelöscht werden?

source: Resource Demand deleted
de_de: Bedarf gelöscht

source: Do you really want to delete this availability restriction?
de_de: Soll diese Verfügbarkeitseinschränkung wirklich gelöscht werden?

source: Resource Unavailability deleted
de_de: Verfügbarkeitseinschränkung gelöscht

source: Delete Assignment
de_de: Zuweisung löschen

source: Do you really want to un-assign this resource?
de_de: Soll die Zuweisung dieser Ressource wirklich entfernt werden?

source: Resource Assignment Removed
de_de: Zuweisung entfernt

source: Unassigned
de_de: Zuweisung entfernt

source: Mark as Resource
de_de: Als Ressource verfügbar machen

source: Editing "%1"
de_de: Bearbeite "%1"

source: There are currently %1 of %2 required resources assigned.
de_de: Momentan sind %1 von %2 erforderlichen Ressourcen zugewiesen.

source: Meets Conditions
de_de: Bedingungen erfüllt

source: Unassign
de_de: Zuweisung entfernen

source: all
de_de: alle

source: yes
de_de: ja

source: no
de_de: nein

source: You have removed all resources from this demand.
de_de: Alle Ressourcenzuweisungen wurden entfernt.

source: You have selected more demands than you need.
de_de: Es wurden mehr Bedarfe als benötigt ausgewählt.

source: Here's a list of demands that this resource would be suitable for:
de_de: Bedarfe zu denen diese Ressource passt:

source: Current
de_de: Gegenwärtig

source: Assign
de_de: Zuweisen

source: Sorry, there's currently no more open resource demands matching this resource.
de_de: Leider gibt es derzeit keine unerfüllten Bedarfe zu denen diese Ressource passt.

source: You have selected more resources than you need.
de_de: Es wurden mehr Ressourcen als erforderlich ausgewählt.

source: There are already %1 of %2 "%3" assigned, please assign %4 more.
de_de: Es sind bereits %1 von %2 "%3" zugewiesen, bitte weitere %4 zuweisen.

source: There are already enough "%1" assigned, but if you want you can still assign more.
de_de: Es sind zwar bereits genug "%1" zugewiesen, aber es können noch weitere zugewiesen werden.

source: Please assign %2 "%1".
de_de: Bitte %2 "%1" zuweisen.

source: Here's a random list of some available resources currently matching the requirements:
de_de: Folgende zufällig ausgewählte, verfügbare Ressourcen erfüllen die Bedingungen:

source: Sorry, no more available resources found for this requirement.
de_de: Leider wurden keine weiteren passenden Ressourcen für diesen Bedarf gefunden.

source: The template chosen here <strong>must</strong> contain the <code>&#123;$qr_event_invite_code&#125;</code> token. It contains the personalised invitation link.
de_de: Die ausgewählte Vorlage <strong>muss</strong> den <code>&#123;$qr_event_invite_code&#125;</code> Token enthalten, da damit der personalisierte Link erzeugt wird.

source: Beyond that, the following special tokens are available:
de_de: Darüber hinaus sind folgende Zusatztoken verfügbar:

source: <code>&#123;$event.xxx&#125;</code>: fields of the given event. For the available 'xxx' field names, check the API explorer with <code>Event.get</code>.
de_de: <code>&#123;$event.xxx&#125;</code>: Felder der jeweiligen Veranstaltung. Verfügbare Felder können im API Explorer via <code>Event.get</code> eingesehen werden.

source: <code>&#123;$qr_event_invite_code_data&#125;</code>: QR-Code date to be used in as <code>src</code> in an html <code>img</code> tag.
de_de: <code>&#123;$qr_event_invite_code_data&#125;</code>: QR-Code-Daten zur Nutzung als <code>src</code> in einer HTML-Vorlage mit dem <code>img</code> tag.

source: <code>&#123;$qr_event_invite_code_img&#125;</code>: QR-Code <code>img</code> element.
de_de: <code>&#123;$qr_event_invite_code_img&#125;</code>: QR-Code zur Nutzung als <code>img</code> Element.

source: Remark: %1 of the selected contacts are already in use as a resource.
de_de: Hinweis: %1 der gewählten Kontakte sind bereits als Ressource gekennzeichnet.

source: required
de_de: erforderlich

source: Conditions
de_de: Bedingungen

source: Add Resource Condition
de_de: Bedingung hinzufügen

source: Edit Condition
de_de: Bedingung bearbeiten

source: Edit
de_de: Bearbeiten

source: Delete Condition
de_de: Bedingung löschen

source: Delete
de_de: Löschen

source: no resource conditions specified
de_de: keine Bedingungen spezifiziert

source: Required Resources (%1 of %2 ok)
de_de: Erforderliche Ressourcen (%1 von %2 OK)

source: Fulfilled
de_de: Erfüllt

source: Actions
de_de: Aktionen

source: Manage Assignments
de_de: Zuweisungen verwalten

source: No Assignments
de_de: Keine Zuweisungen

source: more resources assigned than required
de_de: mehr Ressourcen zugewiesen als erforderlich

source: Edit Conditions
de_de: Bedingungen bearbeiten

source: Modify (%1)
de_de: Bearbeite (%1)

source: Assign New Resources
de_de: Neue Ressourcen zuweisen

source: Edit Resource Demand
de_de: Bedarf bearbeiten

source: Delete Resource Demand
de_de: Bedarf löschen

source: Add More Resource Requirement
de_de: Weiteren Bedarf hinzufügen

source: Resource Information
de_de: Ressourceninfo

source: Available Now
de_de: Derzeit verfügbar

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Availability Restrictions
de_de: Verfügbarkeitseinschränkungen

source: Add Availability Restriction
de_de: Verfügbarkeitseinschränkung hinzufügen

source: Edit Unavailability
de_de: Verfügbarkeitseinschränkung bearbeiten

source: Delete Unavailability
de_de: Verfügbarkeitseinschränkung löschen

source: always available
de_de: keine Einschränkungen

source: Assign to Other Demands
de_de: Anderen Bedarfen zuweisen

source: no assignments
de_de: keine Zuweisungen
